Repository: brunurb/xia
Catalog: src/share/i18n/*/LC_MESSAGES/xia-converter.po
Languages: pt_br

source: export accordionBlack !
pt_br: exportar em accordionBlackAccordéon large (grande zone de texte, image réduite)

source: loading
pt_br: Carregando...

source: export accordionCloud
pt_br: exportar em accordionCloud Accordéon étroit (zone de texte réduite, image large)

source: export audioBrown
pt_br: exportar em audioBrown (adapté pour les bandes audio auto-démarrées)

source: export buttonBlue
pt_br: exportar em buttonBlue Boutons au dessus

source: export game1clic
pt_br: exportar em game1clic

source: You win !
pt_br: Você venceu!

source: export gameDragAndDrop
pt_br: exportar em gameDragAndDrop

source: export material
pt_br: exportar em material popup stylisée, image pleine largeur

source: export popBlue
pt_br: exportar em popBlue Bulles (détail isolé puis commentaire au second clic)

source: export popYellow
pt_br: exportar em popYellow Bulles avec zoom possible (commentaire immédiat puis zoom au second clic)

source: select svg file
pt_br: selecionar um arquivo svg

source: ajust parameters
pt_br: ajustar parâmetros

source: myfile.svg
pt_br: meuarquivo.svg

source: Select a svg file
pt_br: selecionar um arquivo svg

source: Select target folder
pt_br: selecionar unm pasta de destino

source: Sorry, impossible to create the {0} directory
pt_br: Desculpe, é impossível criar a pasta {0}

source: Parameters
pt_br: Parâmetros

source: modify image resolution
pt_br: modificar a resolução da imagem. 1 = basse résolution (adapté pour le web et les tablettes) 4 = haute résolution (utilisé en local)

source: index standalone
pt_br: ativar/desativar exportação de arquivo unico. O arquivo unico necessita uma conexão com a internet para acesso ao recurso. O motor xia utilizado com arquivos únicos está hopedado na Academia de Versailles e é atualizado automaticamente a cada nova versão. Nesta configuração, você não pode controlar a imagem de fundo e os icones utilizados.
